[
  "obsidian-linter",
  "various-complements",
  "obsidian-spaced-repetition",
  "obsidian-auto-link-title",
  "obsidian-better-command-palette",
  "obsidian-another-quick-switcher",
  "obsidian-style-settings",
  "cmdr",
  "dataview",
  "note-refactor-obsidian",
  "supercharged-links-obsidian",
  "tag-wrangler",
  "obsidian-advanced-uri",
  "obsidian-image-auto-upload-plugin",
  "novel-word-count",
  "obsidian-plugin-update-tracker",
  "obsidian-pangu",
  "table-editor-obsidian",
  "easy-typing-obsidian",
  "obsidian-weread-plugin",
  "obsidian-sortable",
  "obsidian-shellcommands",
  "settings-search",
  "obsidian-bulk-rename-plugin",
  "workspaces-plus",
  "obsidian-minimal-settings",
  "obsidian-annotator",
  "obsidian-douban-plugin",
  "obsidian-git",
  "calendar",
  "obsidian-reminder-plugin",
  "calendar-beta",
  "drawio-obsidian",
  "obsidian-outliner",
  "periodic-notes"
]